[
  {
    "id": "1738775779808",
    "updatedAt": "2025-02-06T01:16:19.808888",
    "name": "",
    "style": "Formal and authoritative, with a focus on regulatory compliance and procedural clarity. Utilizes precise legal and technical language to convey official directives. Structured with clear headings and subheadings to organize information systematically. Emphasizes adherence to national laws and regulations, and includes references to specific legislative acts and previous memoranda.",
    "example": "MEMORANDUM NO. 2024-_____\nTo : All BSP-Supervised Financial Institutions (BSFIs)\nSubject : Prioritization of the Philippine Identification (PhilID) and Other\nRecognized Formats in the List of Acceptable Identification\nDocuments (ID)\nIn support of the Philippine Statistics Authority’s (PSA) ongoing efforts to\npromote the effective implementation of the Philippine Identification System (PhilSys),\nthe Bangko Sentral ng Pilipinas (BSP) reminds all BSFIs to adopt enhanced measures to\nensure the broad acceptance of the PhilID in physical card or other recognized formats,\nincluding the ePhilID, as a valid and sufficient proof of identity and age, subject to\nauthentication, in all financial transactions. Consistent with the Republic Act (R.A.) No.\n11055 or the PhilSys Act and its Revised Implementing Rules and Regulations (RIRR)1,\nExecutive Order (EO) No. 162 dated 14 February 20222, and related issuances of the PSA\nand the BSP, the PhilID shall serve as the official government-issued ID in dealing with\nall national government agencies, local government units, government-owned or\ncontrolled corporations, government financial institutions, and all private sector entities.\nBSFIs may utilize the PhilSys Check3, an offline identity authentication tool which utilizes\npublic-private key cryptography to verify the authenticity of both the PhilID and ePhilID.\nVerification through the PhilSys Check requires the presentation of the PhilID or ePhilID\nand scanning of the QR code therein. The data stored in the QR code should match the\ninformation printed on the face of the ID to validate the identity of the registered person\nand the authenticity of the card.\nUnder BSP Memorandum Nos. M-2021-057 and M-2022-044, BSFIs are directed to\ninclude the PhilID/printed ePhilID and/or other recognized formats, in the list of valid IDs\ndisplayed on their counters and the public entrance of their establishments, as well as on\ntheir official websites, social media pages, and other consumer information channels.\nBSFIs are enjoined to place the PhilID and ePhilID, being the official government-issued\nID, on the top of the list of acceptable valid IDs to be displayed in conspicuous places\nwithin their premises and be featured in their consumer information channels and/or\npromotional materials. Further, BSFIs are required to disseminate extensively this\nsubject Memorandum to all concerned personnel and branches to promote wider\nacceptance of the PhilID and its recognized formats"
  }
]